新建文本文档.txt

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:s="http://esb.dcitsbiz.com/services/60012000004" xmlns:d="http://esb.dcitsbiz.com/metadata"><soapenv:Header></soapenv:Header><soapenv:Body><s:Rsp6001200000421><s:RspSysHead><d:PkgLength></d:PkgLength><d:RespDate>20210423</d:RespDate><d:ServiceID>60012000004</d:ServiceID><d:ChannelID>0000000</d:ChannelID><d:LegOrgID>010</d:LegOrgID><d:ReqDate>20210423</d:ReqDate><d:ReqTime>160030</d:ReqTime><d:MAC></d:MAC><d:Version></d:Version><d:Priority></d:Priority><d:ReqSysID>M0B</d:ReqSysID><d:DomainRef>159.1.172.23</d:DomainRef><d:RespTime>160034</d:RespTime><d:TransStatus>S</d:TransStatus><d:RetCode>000000</d:RetCode><d:RetMsg>交易成功</d:RetMsg><d:RespSysID></d:RespSysID><d:TrackCode></d:TrackCode><d:ReseFlg></d:ReseFlg><d:ReseFld></d:ReseFld><d:SvcScn>21</d:SvcScn><d:TmlCd></d:TmlCd><d:AcceptLang>zh_CN</d:AcceptLang><d:GlobalSeq>GM0B2104232021043160000</d:GlobalSeq><d:OrgSysID>M0B</d:OrgSysID><d:RespSeq></d:RespSeq><d:ReqSeq>20210431600</d:ReqSeq></s:RspSysHead><s:RspAppHead><s:BrId>99966</s:BrId><s:TlrNo>99966002</s:TlrNo></s:RspAppHead><s:RspAppBody><s:dealcode>000000</s:dealcode><s:dealmsg>交易成功</s:dealmsg><s:savedPdfId>202104231600345957692956536713</s:savedPdfId><s:pdfName>M0B20210423fph88888888123400001111.pdf</s:pdfName><s:fjghUrl>http://159.1.39.69:3002/store_down/ImgDownloadServlet?type=doc&amp;batchcode=20210423000000000000000000000031&amp;name=M0B20210423fph88888888123400001111.pdf</s:fjghUrl><s:serialNo1>88888888123400001111</s:serialNo1><s:remark1></s:remark1><s:remark2></s:remark2><s:remark3></s:remark3></s:RspAppBody></s:Rsp6001200000421></soapenv:Body></soapenv:Envelope>
